---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.RevitAPIPostEventArgs
source: html/1b4dccac-d4fb-8e8d-4eab-9616c2879029.htm
---
# RevitAPIPostEventArgs Methods

Indicates whether the event is being cancelled.